In [1]:
import pandas as pd

In [2]:
pwd

'/home/tello/Documentos'

In [3]:
cd ..

/home/tello

In [4]:
cd Descargas

/home/tello/Descargas

In [5]:
dataframe = pd.read_csv('personas.csv')

In [6]:
dataframe

    NOMBRE          APELLIDOS  EDAD  SALARIO
0  ANTONIO        PEREZ GOMEZ    34    20000
1     LUIS  RODRIGUEZ VAZQUEZ    45    45000
2     ROSA     MARTINEZ LOPEZ    25    15000
3    PEDRO     SILVA GONZALEZ    54    50000
4    MARIA         DIAZ LOPEZ    40    32000

In [7]:
dataframe.describe()

            EDAD       SALARIO
count   5.000000      5.000000
mean   39.600000  32400.000000
std    10.968136  15208.550227
min    25.000000  15000.000000
25%    34.000000  20000.000000
50%    40.000000  32000.000000
75%    45.000000  45000.000000
max    54.000000  50000.000000

In [8]:
dataframe['NOMBRE']

0    ANTONIO
1       LUIS
2       ROSA
3      PEDRO
4      MARIA
Name: NOMBRE, dtype: object

In [9]:
dataframe['NOMBRE'][0]

'ANTONIO'